const farmList = [
    {
        id: 1,
        name: '聚成现代农业发展专业合作社', // 名称
        type: '农民专业合作社', // 类型
        area: 50, // 地块面积
        standing: { // 常务
            name: '李欣莲',
            phone: '15144463633'
        },
        creditCode: '93220323569989167H', // 统一社会信用代码
        desc: '伊通满族自治县聚成现代农业发展专业合作社，办公室地址位于“英雄城”，东方马德里的四平，四平 吉林省伊通满族自治县伊通镇伊通大街32号，我合作社主要提供为成员开展农业生产所需农用物资的组织采购、供应；引进新技术、新品种；开展技术培训和咨询服务员；统一收购、销售成员生产的农副产品；开展成员所需的运输、贮藏、包装等服务。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '四平市',
            area: '伊通满族自治县',
            detail: '伊通镇伊通大街32号'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '李欣莲',
            phone: '15144463633',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2010-04-02' // 成立时间
    },
    {
        id: 2,
        name: '吉林省恩宁生态农业有限公司', // 名称
        type: '个体企业', // 类型
        area: 35, // 地块面积
        standing: { // 常务
            name: '张强',
            phone: '1584757335'
        },
        creditCode: '43420201189459090G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2014-03-02' // 成立时间
    },
    {
        id: 3,
        name: '吉林省陆路雪食品有限公司', // 名称
        type: '个体企业', // 类型
        area: 64, // 地块面积
        standing: { // 常务
            name: '张强',
            phone: '1844757335'
        },
        creditCode: '22320201189809090R', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '201-9-14' // 成立时间
    },
    {
        id: 4,
        name: '吉林石油集团有限责任公司农业开发公司', // 名称
        type: '国有企业', // 类型
        area: 35, // 地块面积
        standing: { // 常务
            name: '刘翔',
            phone: '1844757335'
        },
        creditCode: '22430201189809090G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2015-09-16' // 成立时间
    },
    {
        id: 5,
        name: '东辽县妇字号有机水稻种植专业合作社', // 名称
        type: '农民专业合作社', // 类型
        area: 77, // 地块面积
        standing: { // 常务
            name: '李德农',
            phone: '1844757335'
        },
        creditCode: '78720201189809074W', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2014-11-19' // 成立时间
    },
    {
        id: 6,
        name: '镇赉县英台农机农民专业合作社', // 名称
        type: '农民专业合作社', // 类型
        area: 57, // 地块面积
        standing: { // 常务
            name: '李雪特',
            phone: '1844757335'
        },
        creditCode: '53220201189809093T', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2015-01-08' // 成立时间
    },
    {
        id: 7,
        name: '吉林壹田生态农业科技有限公司', // 名称
        type: '个体企业', // 类型
        area: 68, // 地块面积
        standing: { // 常务
            name: '刘凯',
            phone: '1844757335'
        },
        creditCode: '91245365189809090F', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2016-08-02' // 成立时间
    },
    {
        id: 8,
        name: '东丰县富源谷物有限公司', // 名称
        type: '个体企业', // 类型
        area: 45, // 地块面积
        standing: { // 常务
            name: '许红',
            phone: '1844757335'
        },
        creditCode: '59122020118967670Y', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2014-03-02' // 成立时间
    },
    {
        id: 9,
        name: '榆树市青影家庭农场', // 名称
        type: '个体企业', // 类型
        area: 38, // 地块面积
        standing: { // 常务
            name: '王秋生',
            phone: '1844757335'
        },
        creditCode: '8762020559809090G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2019-04-19' // 成立时间
    },
    {
        id: 10,
        name: '天丰米业', // 名称
        type: '个体企业', // 类型
        area: 34, // 地块面积
        standing: { // 常务
            name: '商春生',
            phone: '1844757335'
        },
        creditCode: '92320245665809090T', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2010-04-17' // 成立时间
    },
    {
        id: 11,
        name: '吉米水稻种植合作社', // 名称
        type: '农民专业合作社', // 类型
        area: 50, // 地块面积
        standing: { // 常务
            name: '王宁宁',
            phone: '1844757335'
        },
        creditCode: '91220201189809090H', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2018-10-18' // 成立时间
    },
    {
        id: 12,
        name: '万昌米业', // 名称
        type: '个体企业', // 类型
        area: 61, // 地块面积
        standing: { // 常务
            name: '李斌',
            phone: '1844757335'
        },
        creditCode: '43420206779459090J', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2017-09-16' // 成立时间
    },
    {
        id: 13,
        name: '乾安县广源仓惠农副产品开发有限公司', // 名称
        type: '个体企业', // 类型
        area: 64, // 地块面积
        standing: { // 常务
            name: '马腾',
            phone: '1844757335'
        },
        creditCode: '2232026878509090N', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2017-09-01' // 成立时间
    },
    {
        id: 14,
        name: '吉林辰雨农业科技有限公司', // 名称
        type: '个体企业', // 类型
        area: 34, // 地块面积
        standing: { // 常务
            name: '宋清',
            phone: '1844757335'
        },
        creditCode: '22430201189809090B', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2015-09-16' // 成立时间
    },
    {
        id: 15,
        name: '绿河谷家庭农场有限公司', // 名称
        type: '个体企业', // 类型
        area: 77, // 地块面积
        standing: { // 常务
            name: '张强',
            phone: '1844757335'
        },
        creditCode: '78720201189809074E', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2014-03-02' // 成立时间
    },
    {
        id: 16,
        name: '吉河现代农业股份有限公司', // 名称
        type: '个体企业', // 类型
        area: 57, // 地块面积
        standing: { // 常务
            name: '吴桐桐',
            phone: '1844757335'
        },
        creditCode: '53220201189809093E', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2018-03-17' // 成立时间
    },
    {
        id: 17,
        name: '吉林省金凯乐米业有限公司', // 名称
        type: '个体企业', // 类型
        area: 68, // 地块面积
        standing: { // 常务
            name: '刘强强',
            phone: '1844757335'
        },
        creditCode: '91245365189809090U', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2016-08-02' // 成立时间
    },
    {
        id: 18,
        name: '先鹏种植业家庭农场', // 名称
        type: '个体企业', // 类型
        area: 37, // 地块面积
        standing: { // 常务
            name: '白梅花',
            phone: '1844757335'
        },
        creditCode: '59122020118967670E', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2014-03-02' // 成立时间
    },
    {
        id: 19,
        name: '德惠市岔路口镇长义家庭农场', // 名称
        type: '个体企业', // 类型
        area: 45, // 地块面积
        standing: { // 常务
            name: '李世成',
            phone: '1844757335'
        },
        creditCode: '8762027755609090G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2019-08-19' // 成立时间
    },
    {
        id: 20,
        name: '梅河口市十八锅米业有限公司', // 名称
        type: '个体企业', // 类型
        area: 38, // 地块面积
        standing: { // 常务
            name: '刘晓燕',
            phone: '1844757335'
        },
        creditCode: '9232024576809090G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2010-04-02' // 成立时间
    },
    {
        id: 21,
        name: '柳河县姜家店蛙田米业有限公司', // 名称
        type: '个体企业', // 类型
        area: 68, // 地块面积
        standing: { // 常务
            name: '赵倩倩',
            phone: '1844757335'
        },
        creditCode: '3776365189809090G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2010-10-12' // 成立时间
    },
    {
        id: 22,
        name: '奢香米业', // 名称
        type: '个体企业', // 类型
        area: 45, // 地块面积
        standing: { // 常务
            name: '韩媒双',
            phone: '1844757335'
        },
        creditCode: '59122020118967670G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2014-03-02' // 成立时间
    },
    {
        id: 23,
        name: '吗西达', // 名称
        type: '个体企业', // 类型
        area: 45, // 地块面积
        standing: { // 常务
            name: '双武胜',
            phone: '1844757335'
        },
        creditCode: '8762064565409090G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2018-06-22' // 成立时间
    },
    {
        id: 24,
        name: '玖水河来', // 名称
        type: '个体企业', // 类型
        area: 38, // 地块面积
        standing: { // 常务
            name: '郝树斌',
            phone: '1844757335'
        },
        creditCode: '92320267489809090G', // 统一社会信用代码
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2010-04-02' // 成立时间
    }
];

export default farmList;
