export const farmMachineList = [
    {
        id: 1,
        name: '拖拉机', // 机械名称
        type: '动力机械', // 机械类型
        count: '1', // 数量
        factory: '益阳创辉农业机械装备有限公司', // 生产厂家
        brand: '新明悦', // 品牌
        source: '自购', // 来源
        inPrice: '3400', // 购入价格
        outPrice: '3400', // 租价价格
        inDate: '2019-04-04', // 购入时间
        outStatedAt: '2018-02-03', // 租价开始日期
        outEndedAt: '2018-02-03', // 租借结束日期
        contacts: {
            name: '王辰', // 联系人姓名
            code: '220330195608083334', // 联系人证件号
            phone: '13878945459' // 联系人电话
        },
        dateOne: '2019-04-04', // 补贴日期
        dateTwo: '2019-04-04', // 获赠日期
        status: 1 // 状态
    },
    {
        id: 2,
        name: '水稻收割机', // 机械名称
        type: '收获机械', // 机械类型
        count: '1', // 数量
        factory: '益阳创辉农业机械装备有限公司', // 生产厂家
        brand: '新明悦', // 品牌
        source: '租借', // 来源
        inPrice: '1400', // 购入价格
        outPrice: '1400', // 租价价格
        inDate: '2019-04-04', // 购入时间
        outStatedAt: '2018-02-03', // 租价开始日期
        outEndedAt: '2018-02-03', // 租借结束日期
        contacts: {
            name: '王辰', // 联系人姓名
            code: '220330195608083334', // 联系人证件号
            phone: '13878945459' // 联系人电话
        },
        dateOne: '2019-04-04', // 补贴日期
        dateTwo: '2019-04-04', // 获赠日期
        status: 2 // 状态
    },
    {
        id: 3,
        name: '播种机', // 机械名称
        type: '种植施肥机械', // 机械类型
        count: '1', // 数量
        factory: '益阳创辉农业机械装备有限公司', // 生产厂家
        brand: '新明悦', // 品牌
        source: '政府补贴', // 来源
        inPrice: '0', // 购入价格
        outPrice: '0', // 租价价格
        inDate: '2019-04-04', // 购入时间
        outStatedAt: '2018-02-03', // 租价开始日期
        outEndedAt: '2018-02-03', // 租借结束日期
        contacts: {
            name: '王辰', // 联系人姓名
            code: '220330195608083334', // 联系人证件号
            phone: '13878945459' // 联系人电话
        },
        dateOne: '2019-04-04', // 补贴日期
        dateTwo: '2019-04-04', // 获赠日期
        status: 2 // 状态
    },
    {
        id: 4,
        name: '施肥机', // 机械名称
        type: '种植施肥机械', // 机械类型
        count: '1', // 数量
        factory: '益阳创辉农业机械装备有限公司', // 生产厂家
        brand: '新明悦', // 品牌
        source: '获赠', // 来源
        inPrice: '0', // 购入价格
        outPrice: '0', // 租价价格
        inDate: '2019-04-04', // 购入时间
        outStatedAt: '2018-02-03', // 租价开始日期
        outEndedAt: '2018-02-03', // 租借结束日期
        contacts: {
            name: '王辰', // 联系人姓名
            code: '220330195608083334', // 联系人证件号
            phone: '13878945459' // 联系人电话
        },
        dateOne: '2019-04-04', // 补贴日期
        dateTwo: '2019-04-04', // 获赠日期
        status: 1 // 状态
    }
];
