const farmList = [
    {
        id: 1,
        name: '吉林市十月稻田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '家庭农场', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '王进',
            phone: '1584757335'
        },
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 2,
        name: '吉林市十月稻田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '农民专业合作社', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '王进',
            phone: '1584757335'
        },
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 3,
        name: '吉林市十月稻田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '农村集体经济组织', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '王进',
            phone: '1584757335'
        },
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 4,
        name: '吉林市十月稻田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '家庭农场', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '李德农',
            phone: '1584757335'
        },
        legal: {
            name: '李德农',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 5,
        name: '吉林市十月稻田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '农民专业合作社', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/大桥村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '李德农',
            phone: '1584757335'
        },
        legal: {
            name: '李德农',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 6,
        name: '吉林市意禾田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '农村集体经济组织', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/四道村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '王进',
            phone: '1584757335'
        },
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 7,
        name: '吉林市意禾田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '家庭农场', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/四道村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '王进',
            phone: '1584757335'
        },
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 8,
        name: '吉林市意禾田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '家庭农场', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/四道村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '王进',
            phone: '1584757335'
        },
        legal: {
            name: '王进',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 9,
        name: '吉林市意禾田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '农民专业合作社', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/四道村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '李德农',
            phone: '1584757335'
        },
        legal: {
            name: '李德农',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    },
    {
        id: 10,
        name: '吉林市意禾田生态农场', // 名称
        desc: '以“合作社+基地+农户”的形式引进大桥专业合作社入驻团泽镇实施辣椒产业化扶贫项目，在团泽镇木杨村、蒲台村、四合村三个贫困村以订单农业的方式种植辣椒710亩，收购辣椒142万公斤，实现产值290多万元，247户农户实现户均收入8000多元，使贫困农户真正得到实惠。',
        feature: '美式农场、人工除草、生态观光',
        type: '农村集体经济组织', // 类型
        area: 6672, // 地块面积
        address: { // 地址
            province: '吉林省',
            city: '吉林市',
            area: '磐石市',
            detail: '取柴河镇/四道村'
        },
        latitude: '123.3432', // 经度
        longitude: '43.3423', // 纬度
        creditCode: '91220201189809090G', // 统一社会信用代码
        standing: {
            name: '李德农',
            phone: '1584757335'
        },
        legal: {
            name: '李德农',
            phone: '1584757335',
            cId: '1109229384848484',
            address: '长春市净月区为民路138号龙城花园4栋4楼中门'
        },
        isPart: false,
        partCount: 7,
        project: '', // 经营项目
        level: '', // 专业级别
        createdAt: '2020-04-02'
    }
];

export default farmList;
